"Title" = "عام";
"LaunchAtLogin" = "التشغيل عند تسجيل الدخول";
"CheckForUpdates" = "التحقق من التحديثات تلقائيًا";
"CheckNow" = "التحقق الآن";
"Open" = "فتح:";
"OpenTooltip" = "مفتاح الاختصار العام لفتح التطبيق.\nسيؤدي الضغط المتكرر على المفتاح الرئيسي أثناء الضغط باستمرار على مفاتيح التعديل إلى تحديد العنصر التالي في القائمة. في هذا الوضع، سيؤدي تحرير مفاتيح التعديل إلى تأكيد التحديد وإغلاق النافذة المنبثقة.\nالوضع الافتراضي: ⇧⌘C.";
"Pin" = "تثبيت:";
"PinTooltip" = "مفتاح الاختصار لتثبيت عنصر السجل.\nالافتراضي: %@P.";
"Delete" = "حذف:";
"DeleteTooltip" = "مفتاح الاختصار لحذف عنصر السجل.\nالافتراضي: %@⌫.";
"Behavior" = "الإجراء:";
"PasteAutomatically" = "لصق تلقائيًا";
"PasteWithoutFormatting" = "لصق بدون تنسيق";
"Modifiers" = "تخصيص الإجراء عند تحديد العنصر:\n• حدد مع %@ ضغط لنسخ العنصر.\n• حدد مع %@ ضغط لنسخ ولصق العنصر.\n• حدد مع %@ ضغط لنسخ، مسح التنسيق ولصق العنصر.";
"Search" = "البحث:";
"Exact" = "دقيق";
"Fuzzy" = "غامض";
"Regex" = "التعبيرات العادية";
"Mixed" = "مختلط";
"NotificationsAndSounds" = "الإشعارات والأصوات 􀱁";
